hint_drevo_special_1=^?^Tree of Death
hint_drevo_special_2=^?^Tree of Life Sprout
itext_darion_1_1090_hint=^?^Road to Arlania
itext_darion_1_1091_hint=^?^Road Sign
itext_darion_1_1091_msg=^?^Port Greenwort
itext_darion_1_2918_hint=^?^Tregum
itext_darion_1_2918_msg=^?^Dwarven mechanic who services the dirigible
itext_darion_1_2923_hint=^?^Passage to Arlania
itext_darion_1_2924_hint=^?^Passage to Verlon Forest
itext_darion_1_2957_hint=^?^Passage to Marshan Swamp
itext_darion_1_4078_hint=^?^Cave
itext_darion_1_4078_msg=^?^The deep gap leads into a cave. There are a lot of wolves' tracks around the cave. Strangely, you see humans' tracks also there.
itext_darion_1_4155_hint=^?^Ship
itext_darion_1_4155_msg=^?^A small ship, previously belonging to Kitano
itext_darion_1_4321_hint=^?^Cave
itext_darion_1_4321_msg=^?^A dark gap can be seen among the strange heap of stones.
itext_darion_1_5635_hint=^?^Dirigible
itext_darion_1_5635_msg=^?^Dwarven Air Ship
itext_darion_1_5961_hint=^?^Elder Evtid
itext_darion_1_5974_hint=^?^Menagerie of Stephan Hall
itext_darion_1_5994_hint=^?^Magic School
itext_darion_1_6009_hint=^?^Village Hut
itext_darion_1_6009_msg=^?^In this cozy house lives Aunty Maria.
itext_darion_1_6012_hint=^?^Cozy house
itext_darion_1_6012_msg=^?^In this cozy house lives the milk-woman Wilma.
itext_darion_1_6018_hint=^?^Windmill
itext_darion_1_6041_hint=^?^Hunter's House
itext_darion_1_6041_msg=^?^Hunter's House
itext_darion_1_6042_hint=^?^Knight's Camp
itext_darion_1_6044_hint=^?^Robbers' Den
itext_darion_1_6044_msg=^?^In the depths of the dark forest, robbers have built their shelter.
itext_darion_1_6045_hint=^?^Chapel
itext_darion_1_6046_hint=^?^Knight's Temple
itext_darion_1_6046_msg=^?^Knight's Temple of Darion
itext_darion_1_6046_name=Knight's Temple
itext_darion_1_6046_terr=Greenwort
itext_darion_1_6141_hint=^?^Shipwreck
itext_darion_1_6141_msg=^?^Shipwreck
itext_darion_1_6157_hint=^?^Strange stone
itext_darion_1_6157_msg=^?^Huge stone, covered with tracks of runes.
itext_darion_1_6176_hint=^?^Castle Kronberg
itext_darion_1_6176_name=Kronberg
itext_darion_1_6176_terr=Greenwort, the capital of Darion.
itext_darion_1_6207_hint=^?^Giant Thorn
itext_darion_1_6207_msg=^?^Giant Thorn
itext_darion_1_6224_hint=^?^Royal Guardsman
itext_darion_1_6528_hint=^?^Seaway to Arlania
itext_darion_1_821_hint=^?^Kitano
itext_darion_1_821_msg=^?^The head of the fishing village, and owner of several ships.
itext_darion_1_dungeon_1_397_hint=^?^Exit from the Underground
itext_darion_1_dungeon_1_404_hint=^?^Snake witch's Hut
itext_darion_1_dungeon_2_255_hint=^?^Exit from the Underground
itext_darion_1_dungeon_3_81_hint=^?^Stairs
itext_darion_1_dungeon_3_81_msg=^?^Exit
itext_darion_1_dungeon_3_97_hint=^?^Zombie, dressed in a miller's apron
itext_darion_1_dungeon_3_97_msg=^?^Zombie, dressed in a miller's apron
itext_darion_2_2014_hint=^?^To Gefen castle
itext_darion_2_2014_msg=^?^The road leads to Gefen castle.
itext_darion_2_2180_hint=^?^Passage to Greenwort
itext_darion_2_2611_hint=^?^Seaway to Arlania
itext_darion_2_3294_hint=^?^Hut
itext_darion_2_3294_msg=^?^Hut
itext_darion_2_3298_hint=^?^Tent of the barbarian chieftain
itext_darion_2_3299_hint=^?^River Farm
itext_darion_2_3315_hint=^?^Magic Academy
itext_darion_2_3315_msg=^?^The Magic Academy of Darion attracts all those who aspire to be mages, both young and old, from all corners of the country.
itext_darion_2_3317_hint=^?^Druid's House
itext_darion_2_3336_hint=^?^King's old castle keeper
itext_darion_2_3357_hint=^?^Castle entrance
itext_darion_2_3363_hint=^?^Peasant
itext_darion_2_3367_hint=^?^Cave entrance
itext_darion_2_3406_hint=^?^Castle Gefen
itext_darion_2_3406_msg=^?^Ancient castle, very well strategically located.
itext_darion_2_3406_name=Gefen
itext_darion_2_3406_terr=Verlon Forest
itext_darion_2_3429_hint=^?^Ghost
itext_darion_2_3440_hint=^?^Strange Bird
itext_darion_2_3460_hint=^?^Castle Verlon
itext_darion_2_3460_msg=^?^Castle Verlon, the forest residence of the vicegerent of Darion's king.
itext_darion_2_3460_name=Verlon
itext_darion_2_3460_terr=Verlon Forest
itext_darion_2_3987_hint=^?^Dragon's Castle
itext_darion_2_3987_msg=^?^Dragon's Castle
itext_darion_2_3987_name=Dragon
itext_darion_2_3987_terr=Verlon Forest
itext_darion_2_4225_hint=^?^Peasant woman
itext_darion_2_4226_hint=^?^Peasant
itext_darion_2_4340_hint=^?^Shepherd-boy
itext_darion_2_4343_hint=^?^Little boy
itext_darion_2_4356_hint=^?^Trader
itext_darion_2_4356_msg=^?^Trader
itext_darion_2_4409_hint=^?^Strange Bird
itext_darion_2_4414_hint=^?^Strange Bird
itext_darion_2_4415_hint=^?^Strange Bird
itext_darion_2_4437_hint=^?^Tavern
itext_darion_2_4470_hint=^?^Robbers' Shelter
itext_darion_2_642_hint=^?^Deserted Royal Castle
itext_darion_3_1604_hint=^?^Be careful! The bog!
itext_darion_3_1604_msg=^?^Be careful! The bog!
itext_darion_3_1892_hint=^?^Passage to Greenwort
itext_darion_3_2178_hint=^?^Crypt Entrance
itext_darion_3_2366_hint=^?^Blocked Entrance
itext_darion_3_2366_msg=^?^An old, long-deserted prison. The entrance is blocked.
itext_darion_3_2805_hint=^?^Crypt Entrance
itext_darion_3_3005_hint=^?^Crypt Entrance
itext_darion_3_3361_hint=^?^Crypt Entrance
itext_darion_3_3363_hint=^?^Crypt Entrance
itext_darion_3_3366_hint=^?^Crypt Entrance
itext_darion_3_3671_hint=^?^Crypt Entrance
itext_darion_3_3671_msg=^?^Open Crypt
itext_darion_3_3775_hint=^?^Crossroads Tavern
itext_darion_3_3792_hint=^?^Temple
itext_darion_3_3792_msg=^?^Temple
itext_darion_3_3816_hint=^?^Furious Paladin's House
itext_darion_3_3816_msg=^?^The legendary Furious Paladin lives here.
itext_darion_3_3848_hint=^?^Laboratory
itext_darion_3_3848_msg=^?^Here lives the dwarven alchemist, who studies the magical properties of the morass.
itext_darion_3_3849_hint=^?^House on the Tree
itext_darion_3_3849_msg=^?^This plain house is situated in the branches of a dried-up tree. Judging by the cauldron of strange broth that stands near the house, here lives a real witch!
itext_darion_3_3850_hint=^?^Castle Karmag
itext_darion_3_3850_name=Karmag
itext_darion_3_3850_terr=Marshan Swamp
itext_darion_3_3855_hint=^?^Old witch's House
itext_darion_3_3855_msg=^?^It is a lopsided house, though it looks fairly well-kept, especially for a house standing in a swamp.
itext_darion_3_3889_hint=^?^Peasant House
itext_darion_3_3922_hint=^?^Zombie
itext_darion_3_3922_msg=^?^An old zombie, who is falling apart.
itext_darion_3_3944_hint=^?^Alchemical flask
itext_darion_3_3984_hint=^?^Castle Mudin
itext_darion_3_3984_msg=^?^The castle is covered with slime and swamp grass.
itext_darion_3_3984_name=Mudin
itext_darion_3_3984_terr=Marshan Swamp
itext_darion_3_3985_hint=^?^Brown Hlezn
itext_darion_3_3985_msg=^?^The castle is covered with slime and swamp grass.
itext_darion_3_3985_name=Hlezn
itext_darion_3_3985_terr=Marshan Swamp
itext_darion_3_4007_hint=^?^Frog
itext_darion_3_4007_msg=^?^By all appearances, it's a common frog.
itext_darion_3_4016_hint=^?^Swamp House
itext_darion_3_4016_msg=^?^The small swamp house.
itext_darion_3_4025_hint=^?^Cemetery Entrance
itext_darion_3_4025_msg=^?^Cemetery and Temple of Deceased Souls.
itext_darion_3_4028_hint=^?^Ferryman
itext_darion_3_4130_hint=^?^Enchanted crypt
itext_darion_3_4130_msg=^?^The walls of this crypt are covered with strange symbols.
itext_darion_3_506_hint=^?^Witch's house
itext_darion_3_crypt_1_99_hint=^?^Exit
itext_darion_3_crypt_2_75_hint=^?^Exit
itext_darion_3_crypt_3_186_hint=^?^Exit
itext_darion_3_crypt_3_249_hint=^?^Exit
itext_darion_3_crypt_4_276_hint=^?^Exit
itext_darion_3_crypt_5_417_hint=^?^Exit
itext_darion_3_crypt_5_420_hint=^?^Exit
itext_darion_3_dungeon_1_190_hint=^?^Exit
itext_darion_3_dungeon_3_404_hint=^?^Exit
itext_darion_3_dungeon_3_413_hint=^?^Boy
itext_darion_4_1268_hint=^?^Arlania Port
itext_darion_4_1_msg=^?^DRAGON TOOTH!
itext_darion_4_2_msg=^?^DRAGON FANG!
itext_darion_4_3032_hint=^?^Passage to Greenwort
itext_darion_4_3253_hint=^?^Seaway to Greenwort
itext_darion_4_3254_hint=^?^Seaway to Verlon Forest
itext_darion_4_3644_hint=^?^Entrance to the Creiston Mines
itext_darion_4_3685_hint=^?^Cave
itext_darion_4_3811_hint=^?^Astrologer's Tower
itext_darion_4_3811_msg=^?^The tower of the astrologer Carl, the brother of King Mark the Wise.
itext_darion_4_3822_hint=^?^<align=center><color=252,249,220><font=ft1_14><var=text>
itext_darion_4_3822_msg=^?^<align=center><font=ft1_16><color=252,249,220>On the tavern signboard is pictured a dragon, and in plain view of the tavern lays a real <var=insert>!
itext_darion_4_3822_name=<label=itext_tavern_special_1_hint>
itext_darion_4_3824_hint=^?^Magic Tower
itext_darion_4_3825_hint=^?^Ghost-Ship
itext_darion_4_3852_hint=^?^Crashed dirigible
itext_darion_4_3859_hint=^?^Castle Netvill
itext_darion_4_3859_msg=^?^The Castle Netvill is situated in the most beautiful corner of Darion, not far from Griffins' Island.
itext_darion_4_3859_name=Netvill
itext_darion_4_3859_terr=Arlania
itext_darion_4_3884_hint=^?^Underground entrance
itext_darion_4_3884_msg=^?^The terrible and strange underground, where lives many a snake and spider.
itext_darion_4_3895_hint=^?^Dragon
itext_darion_4_3896_hint=^?^Artist's house
itext_darion_4_3941_hint=^?^Royal Guardsman
itext_darion_4_3976_hint=^?^Skipper Gek
itext_darion_4_3976_msg=^?^Gek makes his living by delivering cargo and selling ships.
itext_darion_4_3996_hint=^?^Ship
itext_darion_4_3996_msg=^?^Excellent high-speed ship.
itext_darion_4_3999_hint=^?^Old ship
itext_darion_4_3999_msg=^?^Despite its new rigging, you can feel that this ship has seen better days.
itext_darion_4_4002_hint=^?^Magic Portal
itext_darion_4_4007_hint=^?^Commander Nerold
itext_darion_4_4009_hint=^?^Magic Portal
itext_darion_4_4026_hint=^?^Magic Portal
itext_darion_4_4046_hint=^?^Harl, King of the Griffins
itext_darion_4_4047_hint=^?^Griffin Kaghem
itext_darion_4_4050_hint=^?^Dwarf
itext_darion_4_4524_hint=^?^Castle Netvill
itext_darion_4_4636_hint=^map_status_th^Altar of Distortion [visited]
itext_darion_4_4637_hint=^map_status_th^Altar of Order [visited]
itext_darion_4_4638_hint=^map_status_th^Altar of Chaos [visited]
itext_darion_4_4712_hint=^?^To Creiston Mines
itext_darion_4_4715_hint=^?^To Creiston Mines
itext_darion_4_4716_hint=^?^Observatory; Tower of Archmage Rezo
itext_darion_4_4722_hint=^?^Greenwort
itext_darion_4_dungeon_1_868_hint=^?^Exit
itext_darion_4_dungeon_2_232_hint=^?^Exit
itext_darion_4_magictower_160_hint=^?^Stairs' Entrance
itext_darion_4_magictower_164_hint=^?^Stairs' Entrance
itext_darion_4_magictower_165_hint=^?^Stairs' Entrance
itext_darion_4_magictower_167_hint=^?^Stairs' Entrance
itext_darion_4_magictower_267_hint=^?^Exit
itext_darion_4_magictower_268_hint=^?^Archmage Rezo
itext_darion_gnomroad_1014_hint=^?^Beware of Landslides!
itext_darion_gnomroad_1015_hint=^?^Beware of Evil Beholders!
itext_darion_gnomroad_1016_hint=^?^Danger Zone!
itext_darion_gnomroad_1020_hint=^?^Exit
itext_darion_gnomroad_1020_msg=^?^Exit from Creiston Mines to Arlania.
itext_darion_gnomroad_1027_hint=^?^Castle Creiston
itext_darion_gnomroad_1027_name=Creiston
itext_darion_gnomroad_1027_terr=Creiston Mines
itext_darion_gnomroad_1170_hint=^?^Exit
itext_darion_gnomroad_1170_msg=^?^Exit from the Creiston Mines to Kordar.
itext_darion_gnomroad_596_hint=^?^Castle Creiston
itext_darion_gnomroad_946_hint=^?^To the Castle
itext_darion_kingtomb_426_hint=^?^Passage to the Royal Hall
itext_darion_kingtomb_428_hint=^?^To the second floor
itext_darion_kingtomb_598_hint=^?^Skeleton
itext_darion_kingtomb_598_msg=^?^An old skeleton
itext_darion_kingtomb_733_hint=^?^Exit from royal castle
itext_darion_kingtomb_768_hint=^?^Painting
itext_darion_kingtomb_887_hint=^?^Secret entrance
itext_darion_kingtomb_904_hint=^?^Secret entrance
itext_demon_1_1019_hint=^?^Bloody Pentagram
itext_demon_1_1138_hint=^?^Castle Nexy
itext_demon_1_1138_msg=^?^This evil castle belongs to one of the demonesses. It would seem she is rather self-obsessed, as the entrance is dominated by her image in colossal form.
itext_demon_1_1138_name=Nexy
itext_demon_1_1138_terr=Demons' Land
itext_demon_1_1346_hint=^?^Recruiter Raab Sottan
itext_demon_1_1362_hint=^?^Tower of the Roads Architect
itext_demon_1_1363_hint=^?^Trader
itext_demon_1_1364_hint=^?^Temple of Delights
itext_demon_1_1425_hint=^?^Magic Portal
itext_demon_1_1425_msg=^?^Portal to the Land of Demons. It was created by dwarven mages long ago.
itext_demon_1_1501_hint=^?^Demoness Isshara
itext_demon_1_1511_hint=^?^Way to heaven
itext_demon_1_1512_hint=^?^Way to hell
itext_demon_1_1532_hint=^?^To Nexy Castle
itext_demon_1_1533_hint=^?^To the Roads' Architect
itext_demon_1_1534_hint=^?^Way to hell
itext_demon_1_1535_hint=^?^Way to heaven
itext_demon_1_1567_hint=^?^Magic Tower
itext_demon_1_1568_hint=^?^Black Tower
itext_demon_1_1569_hint=^?^Sorcerer's house
itext_demon_1_1570_hint=^?^Flaming Paddock
itext_demon_1_1571_hint=^?^Temple of Delights
itext_demon_1_1572_hint=^?^Bloody Pentagram
itext_demon_1_163_hint=^?^Flaming Cage
itext_demon_1_170_hint=^?^Home of the Roads' Architect
itext_demon_1_542_hint=^?^Urle
itext_demon_1_908_hint=^?^Castle Magnis
itext_demon_1_908_msg=^?^The castle of the ruler of these lands, the Archdemon Baal, master of the Sixth House of Demonis.
itext_demon_1_908_name=Magnis
itext_demon_1_908_terr=Demons' land
itext_demon_ultrax_49_hint=^?^Magic Portal
itext_dev_map_0_231_0_2_0a=Troops have joined you.
itext_dev_map_0_231_0_2_0b=You can't take these troops.
itext_dev_map_0_231_0_2_0c=^msg_box_t^Do you want to fight the guards?
itext_ellinia_1_1603_hint=^?^Crystal of Peace
itext_ellinia_1_1603_msg=^?^The Crystal, inside of which is concentrated the power of the Giant Turtle.
itext_ellinia_1_2157_hint=^?^Passage to the Valley of a Thousand Rivers
itext_ellinia_1_2160_hint=^?^Passage to the Great Forest
itext_ellinia_1_2161_hint=^?^Seaway to the Valley of a Thousand Rivers
itext_ellinia_1_2164_hint=^?^Seaway to the Great Forest
itext_ellinia_1_2205_hint=^?^Book of Death
itext_ellinia_1_2209_hint=^?^Shaman Karrakh
itext_ellinia_1_2209_msg=^?^Shaman Karrakh
itext_ellinia_1_2212_name=Vermeus's Magic Tower
itext_ellinia_1_2213_hint=^?^House by the waterfall
itext_ellinia_1_2213_msg=^?^House by the waterfall
itext_ellinia_1_2251_hint=^?^Karrakh's Tower
itext_ellinia_1_2251_msg=^?^Karrakh's Tower
itext_ellinia_1_2259_hint=^?^Turtle Geya
itext_ellinia_1_2259_msg=^?^Turtle Geya
itext_ellinia_1_2306_hint=^?^Elven Bard
itext_ellinia_1_2316_hint=^?^Black Tower
itext_ellinia_1_2316_msg=^?^The gloomy tower seems alien in this land of vibrant forest.
itext_ellinia_1_2369_hint=^?^Magic Portal
itext_ellinia_1_2382_hint=^?^Magic Garden
itext_ellinia_1_2860_hint=^?^Ship
itext_ellinia_1_2860_msg=^?^An excellent high-speed ship.
itext_ellinia_1_2897_hint=^?^Boatman Ivar Kamelie
itext_ellinia_1_labirint_1_101_hint=^?^Passage to the next room
itext_ellinia_1_labirint_1_103_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_105_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_107_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_109_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_111_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_113_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_115_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_117_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_119_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_121_hint=^?^Passage to the next room 
itext_ellinia_1_labirint_1_1655_hint=^?^Dragon's den
itext_ellinia_1_labirint_1_1664_hint=^?^Odlom
itext_ellinia_1_labirint_1_82_hint=^?^Passage to the next room
itext_ellinia_1_labirint_1_85_hint=^?^Passage to next room
itext_ellinia_1_labirint_1_85_msg=^?^Entrance to the Mountain Labyrinth
itext_ellinia_1_labirint_1_87_hint=^?^Passage to the next room
itext_ellinia_1_labirint_1_91_hint=^?^Passage to the next room
itext_ellinia_1_labirint_1_93_hint=^?^Passage to the next room
itext_ellinia_1_labirint_1_95_hint=^?^Passage to the next room
itext_ellinia_1_labirint_1_97_hint=^?^Passage to the next room
itext_ellinia_1_labirint_1_99_hint=^?^Passage to the next room
itext_ellinia_1_labirint_2_1612_hint=^?^Passage
itext_ellinia_1_labirint_2_1615_hint=^?^Passage
itext_ellinia_1_labirint_2_1616_hint=^?^Passage
itext_ellinia_1_labirint_2_1619_hint=^?^Passage
itext_ellinia_1_labirint_2_1620_hint=^?^Passage
itext_ellinia_1_labirint_2_1622_hint=^?^Passage
itext_ellinia_1_labirint_2_1624_hint=^?^Passage
itext_ellinia_1_labirint_2_1626_hint=^?^Passage
itext_ellinia_1_labirint_2_1628_hint=^?^Passage
itext_ellinia_1_labirint_2_1630_hint=^?^Passage
itext_ellinia_1_labirint_2_1632_hint=^?^Passage
itext_ellinia_1_labirint_2_1634_hint=^?^Passage
itext_ellinia_1_labirint_2_1636_hint=^?^Passage
itext_ellinia_1_labirint_2_1638_hint=^?^Passage
itext_ellinia_1_labirint_2_1859_hint=^?^Passage
itext_ellinia_1_labirint_2_1863_hint=^?^Passage
itext_ellinia_1_labirint_2_1866_hint=^?^Passage
itext_ellinia_1_labirint_2_1867_hint=^?^Passage
itext_ellinia_1_labirint_2_1869_hint=^?^Passage
itext_ellinia_1_labirint_2_1871_hint=^?^Passage
itext_ellinia_1_labirint_2_1918_hint=^?^Mountain Labyrinth
itext_ellinia_1_labirint_2_1918_msg=^?^Entrance to the Underground Elven Labyrinth
itext_ellinia_1_labirint_2_1922_hint=^?^Passage to the Valley of a Thousand Rivers
itext_ellinia_1_labirint_2_1995_hint=^?^Dragon Skaar
itext_ellinia_1_labirint_2_2000_hint=^?^Dragon's den
itext_ellinia_1_labirint_2_2010_hint=^?^Magic garden
itext_ellinia_1_labirint_2_2012_hint=^?^Witch's house
itext_ellinia_1_labirint_2_2024_hint=^?^Temple of Delights
itext_ellinia_1_labirint_3_11_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_13_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_15_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_18_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_20_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_2246_hint=^?^Exit from the Labyrinth
itext_ellinia_1_labirint_3_2246_msg=^?^Exit from the Labyrinth
itext_ellinia_1_labirint_3_2249_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_22_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_2384_hint=^?^Dragon's Den
itext_ellinia_1_labirint_3_2403_hint=^?^Tyrhat
itext_ellinia_1_labirint_3_2405_hint=^?^Knight's tent
itext_ellinia_1_labirint_3_24_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_26_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_28_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_31_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_34_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_36_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_38_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_40_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_42_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_44_hint=^?^Passage to the next room
itext_ellinia_1_labirint_3_46_hint=^?^Passage to the next room
itext_ellinia_2_2159_hint=^?^Passage to the Magic Valley
itext_ellinia_2_2161_hint=^?^Passage to the Valley of a Thousand Rivers
itext_ellinia_2_2163_hint=^?^Seaway to the Magic Valley
itext_ellinia_2_2165_hint=^?^Seaway to the Valley of a Thousand Rivers
itext_ellinia_2_2181_hint=^?^Book of Death
itext_ellinia_2_2188_hint=^?^Troop commander Ten
itext_ellinia_2_2250_hint=^?^Druid's house
itext_ellinia_2_2254_hint=^?^Magic Tree
itext_ellinia_2_2276_hint=^?^Giant Ank
itext_ellinia_2_2451_hint=^?^Castle Orinoko
itext_ellinia_2_2451_msg=^?^The beautiful Castle Orinoko towers above the steep. The castle commands a breathtaking view of the ocean.
itext_ellinia_2_2451_name=Castle Orinoko
itext_ellinia_2_2451_terr=Great Forest
itext_ellinia_2_2_hint=^?^Tree of Life
itext_ellinia_2_2_msg=^?^The huge tree, rising well above the surrounding forest, gazes upon all its domain with a look of infinite wisdom.
itext_ellinia_3_1839_hint=^?^Passage to the Great Forest
itext_ellinia_3_1841_hint=^?^Passage to the Magic Valley
itext_ellinia_3_1845_hint=^?^Seaway to the Great Forest
itext_ellinia_3_1847_hint=^?^Seaway to the Magic Valley
itext_ellinia_3_1858_hint=^?^Dragons' Labyrinth
itext_ellinia_3_1858_msg=^?^Entrance to the Dragons' Labyrinth
itext_ellinia_3_1861_hint=^?^Elves' capital
itext_ellinia_3_1861_msg=^?^Beautiful and majestic castle rises among the waterfalls of the valley.
itext_ellinia_3_1861_name=Daloer
itext_ellinia_3_1861_terr=Valley of a Thousand Rivers
itext_ellinia_3_1868_hint=^?^Magic Garden
itext_ellinia_3_1880_hint=^?^Dirigible
itext_ellinia_3_1880_msg=^?^Dirigible
itext_ellinia_3_1883_hint=^?^Huge mechanical gate
itext_ellinia_3_1883_msg=^?^This gate, created by the greatest masters of Kordar, safely fences the elves off from the Dragons' Labyrinth.
itext_ellinia_3_1889_hint=^?^River Fairy Diana
itext_ellinia_3_1900_hint=^?^Elven dwelling
itext_ellinia_3_2000_hint=^?^Elunium
itext_ellinia_3_2007_hint=^?^The residence of the house of Singing Leaves.
itext_ellinia_3_3004_hint=^?^Captain Mushruk
itext_ellinia_3_3004_msg=^?^The captain of the only airship in Ellinia.
itext_ellinia_3_3029_hint=^?^Water Lily
itext_ellinia_3_3040_hint=^?^Emerald Green Dragons' den
itext_ellinia_3_3093_hint=^?^Elven lighthouse
itext_ellinia_3_3111_hint=^?^Magical Glade
itext_ellinia_3_3119_hint=^?^Cave
itext_ellinia_dungeon_treelife_363_hint=^?^Exit
itext_ellinia_dungeon_treelife_363_msg=^?^Exit from the Underground, beneath the roots of the Tree of Life.
itext_gremlin_castle_1342_hint=^?^Downstairs
itext_gremlin_castle_1344_hint=^?^Upstairs
itext_gremlin_castle_1603_hint=^?^Gremlin
itext_gremlin_castle_1603_msg=^?^A small furry creature with huge ears and a baleful look.
itext_gremlin_castle_854_hint=^?^Left entrance
itext_gremlin_castle_857_hint=^?^Right entrance
itext_gremlin_castle_858_hint=^?^Passage
itext_gremlin_castle_861_hint=^?^Passage
itext_gremlin_castle_864_hint=^?^Passage
itext_gremlin_castle_866_hint=^?^Passage
itext_gremlin_castle_869_hint=^?^Passage
itext_gremlin_castle_871_hint=^?^Passage
itext_gremlin_castle_873_hint=^?^Passage
itext_gremlin_castle_875_hint=^?^Passage
itext_gremlin_castle_877_hint=^?^Passage
itext_gremlin_castle_880_hint=^?^Passage
itext_gremlin_castle_881_hint=^?^Passage
itext_gremlin_castle_884_hint=^?^Passage
itext_gremlin_castle_886_hint=^?^Downstairs
itext_gremlin_castle_889_hint=^?^Upstairs
itext_gremlin_castle_891_hint=^?^Passage
itext_gremlin_castle_893_hint=^?^Downstairs
itext_gremlin_castle_894_hint=^?^Upstairs
itext_gremlin_castle_897_hint=^?^Passage
itext_gremlin_castle_899_hint=^?^Passage
itext_gremlin_castle_903_hint=^?^Passage
itext_gremlin_castle_905_hint=^?^Passage
itext_gremlin_castle_907_hint=^?^Passage
itext_gremlin_castle_911_hint=^?^Passage
itext_gremlin_castle_913_hint=^?^Passage
itext_infish_51_hint=^?^Exit
itext_infish_51_msg=^?^A strange whirlpool, through which you can escape the belly of the fish.
itext_infish_55_hint=^?^Dwarf
itext_island_1_1601_hint=^?^Seaway to the Eastern Islands
itext_island_1_2567_hint=^?^Castle Tripol
itext_island_1_2567_msg=^?^The governor's castle is not high, but has very solid walls. It is capable of withstanding many naval salvos.
itext_island_1_2567_name=Tripol
itext_island_1_2567_terr=Western Islands
itext_island_1_2570_hint=^?^Castle Exail 
itext_island_1_2570_msg=^?^Castle Exail is the perfect fortified fortress, well situated in the hills.
itext_island_1_2570_name=Exail
itext_island_1_2570_terr=Western Islands of Freedom
itext_island_1_2577_hint=^?^Merchant Valdes
itext_island_1_2577_msg=^?^Valdes is the owner of a small fleet of merchant vessels, which regularly haul cargo between Darion and the Islands.
itext_island_1_2580_hint=^?^Castle Hezerhem
itext_island_1_2580_msg=^?^Orcs' embassy on the Islands of Freedom.
itext_island_1_2580_name=Hezerhem
itext_island_1_2580_terr=Islands of Freedom
itext_island_1_2583_hint=^?^Cave
itext_island_1_2589_hint=^?^Coastal Brotherhood
itext_island_1_2592_hint=^?^Underground entrance
itext_island_1_2592_msg=^?^Entrance to the cursed Underground.
itext_island_1_2600_hint=^?^Brother Mastrello
itext_island_1_2606_hint=^?^Prison guard
itext_island_1_2610_hint=^?^Governor's Prison
itext_island_1_2610_msg=^?^Governor's Prison
itext_island_1_2614_hint=^?^Brotherhood shop
itext_island_1_2623_hint=^?^Old orc
itext_island_1_2630_hint=^?^Cave entrance
itext_island_1_2645_hint=^?^Pirate's hut
itext_island_1_2661_hint=^?^Pirate Bartholomew Bart
itext_island_1_2667_hint=^?^Pirate's hut
itext_island_1_2670_hint=^?^Pirates' den
itext_island_1_2671_hint=^?^Pirate's house
itext_island_1_2672_hint=^?^Pirates' den
itext_island_1_2673_hint=^?^Pirates' den
itext_island_1_2682_hint=^?^Fisherman
itext_island_1_2904_hint=^?^Sharp Harpoon Tavern
itext_island_1_2949_hint=^?^Captain Hook's Tavern
itext_island_1_3042_hint=^?^Pirates' ship
itext_island_1_dungeon_1_331_hint=^?^Pirate Geraldino
itext_island_1_dungeon_1_334_hint=^?^Door
itext_island_1_dungeon_1_338_hint=^?^Exit
itext_island_1_dungeon_1_391_hint=^?^Door
itext_island_1_dungeon_2_433_hint=^?^Exit
itext_island_1_dungeon_2_440_hint=^?^Old Hoarse
itext_island_1_dungeon_3_167_hint=^?^Exit from the Underground
itext_island_1_dungeon_4_163_hint=^?^Exit
itext_island_2_1486_hint=^?^Entrance to the Underground
itext_island_2_1634_hint=^?^Warning sign
itext_island_2_1634_msg=^?^Beware Landslides!
itext_island_2_2351_hint=^?^Entrance to the Underground
itext_island_2_2736_hint=^?^Lucky James' mines
itext_island_2_2736_msg=^?^Lucky James' mines
itext_island_2_2883_hint=^?^Sorcerer's tower
itext_island_2_2883_msg=^?^Tower of dark stone.
itext_island_2_2893_hint=^?^Barbarians' Tent
itext_island_2_2983_hint=^?^Shipwreck
itext_island_2_2986_hint=^?^Redbeard's House
itext_island_2_2986_msg=^?^In this sorry house lives the famous pirate, Redbeard. He's gambled away all his fortune, and so is condemned to live in this hovel.
itext_island_2_2992_hint=^?^Guard
itext_island_2_3005_hint=^?^Castle Totenheim
itext_island_2_3005_msg=^?^A centuries-old and very strange castle.
itext_island_2_3005_name=Totenheim
itext_island_2_3005_terr=Eastern Islands
itext_island_2_3016_hint=^?^Ship of Captain Black Eye
itext_island_2_3024_hint=^?^Ship of Captain Crez Keller
itext_island_2_3033_hint=^?^House of the pirate Scott Morrison
itext_island_2_3070_hint=^?^Don Pedro Tavern
itext_island_2_3079_hint=^?^Ship of Captain Wetbelly
itext_island_2_3079_msg=^?^The high-speed ship of Captain Wetbelly, the famous hunter of sea-monsters.
itext_island_2_3082_hint=^?^Museum Curator
itext_island_2_3085_hint=^?^Pirate-woman Mirabella
itext_island_2_3085_msg=^?^A red-haired young lady, dressed in a pirate's suit which shows off her figure.
itext_island_2_3229_hint=^?^Captain Monte Rodriges
itext_island_2_3294_hint=^?^Viking ship
itext_island_2_3294_msg=^?^It is impossible to understand how the pirate got this ship, for it bears no sign that it suffered combat.
itext_island_2_3329_hint=^?^Seaway to the Western Islands
itext_island_2_3333_hint=^?^Tenth Wave Tavern
itext_island_2_dungeon_1_377_hint=^?^Exit from the Underground
itext_island_2_dungeon_1_379_hint=^?^Exit from the Underground
itext_island_2_dungeon_2_324_hint=^?^Emerald Castle
itext_island_2_dungeon_2_324_msg=^?^Halt, traveler! The possessions of James the Magnificent lie ahead.
itext_island_2_dungeon_2_370_hint=^?^Exit from Lucky James' mines
itext_island_2_dungeon_2_375_hint=^?^Emerald Castle
itext_island_2_dungeon_2_375_msg=^?^Having unlimited wealth, "Lucky" James has built a real castle underground, and decorated it with emeralds.
itext_island_2_dungeon_2_375_name=Emerald
itext_island_2_dungeon_2_375_terr=Lucky James' mines
itext_island_2_dungeon_3_148_hint=^?^Exit
itext_island_titan_305_hint=^?^Exit
itext_kordar_1_2117_hint=^?^Creiston mines
itext_kordar_1_2117_msg=^?^Entrance into the mines which connect Kordar and Darion.
itext_kordar_1_2171_hint=^?^Young dwarf
itext_kordar_1_2171_msg=^?^A young dwarf with a strange haircut, but one which is rather popular among the young dwarves nowadays.
itext_kordar_1_2172_hint=^?^Old dwarf
itext_kordar_1_2172_msg=^?^An old and tired dwarf, desperately kicking a strange mechanism.
itext_kordar_1_2178_hint=^?^Code Board
itext_kordar_1_2207_hint=^?^Stone Darillas Tavern
itext_kordar_1_2243_hint=^?^Cyclops' cave entrance
itext_kordar_1_2295_hint=^?^House of Elder Giram
itext_kordar_1_2310_hint=^?^Keeper Neylus
itext_kordar_1_2336_hint=^?^Entrance
itext_kordar_1_2346_hint=^?^Brook
itext_kordar_1_2405_hint=^?^Dreghen
itext_kordar_1_2405_msg=^?^Dreghen, keeper of the Arena of Truth.
itext_kordar_1_2471_hint=^?^House
itext_kordar_1_2471_msg=^?^A common dwarven house, a squat and massive building.
itext_kordar_1_2476_hint=^?^Ribas
itext_kordar_1_2476_msg=^?^A sprightly dwarf, pipe in hand, with a tattoo in the form of a fish decorating his shoulder.
itext_kordar_1_2488_hint=^?^Pyramid
itext_kordar_1_2488_msg=^?^The grand pyramid towers above the stone surface of Kordar.
itext_kordar_1_2859_hint=^?^Village "Stone Darillas"
itext_kordar_1_724_hint=^?^To Fandor's Pyramid
itext_kordar_1_ciklop_256_hint=^?^Dwarven woman
itext_kordar_1_ciklop_259_hint=^?^Exit from the Cave
itext_kordar_1_dungeon_1_290_hint=^?^Exit from the Cave
itext_kordar_1_piramida_93_hint=^?^Exit
itext_kordar_2_1628_hint=^?^Entrance to the Taron Mines
itext_kordar_2_2386_hint=^?^Factory Three
itext_kordar_2_2386_msg=^?^Dwarven factory. In such factories dwarves make their marvelous machines and weaponry.
itext_kordar_2_2387_hint=^?^Capital of Kordar
itext_kordar_2_2387_msg=^?^The castle of the dwarven capital appears indestructible: massive walls, continuous with the ancient mountains, built to last thousands of years.
itext_kordar_2_2387_name=Taron
itext_kordar_2_2387_terr=Ardan's Peaks
itext_kordar_2_2408_hint=^?^Castle Magneto
itext_kordar_2_2408_name=Magneto
itext_kordar_2_2408_terr=Ardan's Peaks
itext_kordar_2_2558_hint=^?^Dirigible
itext_kordar_2_2558_msg=^?^Dwarven Airship
itext_kordar_2_2570_hint=^?^Dwarf Fergus
itext_kordar_2_2629_hint=^?^House of the Dwarven Necromancer
itext_kordar_2_2689_hint=^?^House
itext_kordar_2_2695_hint=^?^Echo Tavern
itext_kordar_2_2699_hint=^?^Dalas's Brewery
itext_kordar_2_2710_hint=^?^The Village of Ocular
itext_kordar_2_2711_hint=^?^Trantos' Smithy
itext_kordar_2_2735_hint=^?^Smith Trantos
itext_kordar_2_2737_hint=^?^Deoroga Mining settlement
itext_kordar_2_3189_hint=^?^to Mehgard
itext_kordar_2_3195_hint=^?^Manufacturer Karod Drom
itext_kordar_2_3207_hint=^?^Pilot Lestag
itext_kordar_2_3207_msg=^?^He is the navigator and pilot of the dirigible, as well as its mechanic.
itext_kordar_demonroad_405_hint=^?^To the underground settlement of the dwarves
itext_kordar_demonroad_45_hint=^?^To the wharf
itext_kordar_demonroad_552_hint=^?^Magic Portal
itext_kordar_demonroad_552_msg=^?^Portal to the Land of Demons. It was created by dwarven mages long ago.
itext_kordar_demonroad_573_hint=^?^Big Fish Tavern
itext_kordar_dungeon_1_1218_hint=^?^Gate to Taron Mines
itext_kordar_dungeon_1_2178_hint=^?^Horwest Settlement
itext_kordar_dungeon_1_2180_hint=^?^Beware the Evil Beholders!
itext_kordar_dungeon_1_2181_hint=^?^Beware the Evil Beholders!
itext_kordar_dungeon_1_2184_hint=^?^Beware!
itext_kordar_dungeon_1_2247_hint=^?^Castle Horwest
itext_kordar_dungeon_1_2247_name=Horwest
itext_kordar_dungeon_1_2247_terr=Lower Hadar
itext_kordar_dungeon_1_2262_hint=^?^Giant Spider
itext_kordar_dungeon_1_2271_hint=^?^Derold's Smithy
itext_kordar_dungeon_1_2274_hint=^?^House of the dwarven miner Baldur
itext_kordar_dungeon_1_2312_hint=^?^Lift operator Babur
itext_kordar_dungeon_1_2316_hint=^?^Miner Dragon Krenos
itext_kordar_dungeon_1_2326_hint=^?^Inspector Bon Gan
itext_kordar_dungeon_1_2326_msg=^?^Inspector from the secret service Zarius.
itext_kordar_dungeon_1_2344_hint=^?^Danger Zone!
itext_kordar_dungeon_1_2679_hint=^?^Miners Crossroads Tavern
itext_kordar_dungeon_1_2686_hint=^?^Entrance to Taron Mines
itext_kordar_dungeon_2_1412_hint=^?^To the Underground sea
itext_kordar_dungeon_2_1414_hint=^?^To Ardan's Peaks 
itext_kordar_dungeon_2_1415_hint=^?^Dwarven Castle
itext_kordar_dungeon_2_1416_hint=^?^Beware of Landslides!
itext_kordar_dungeon_2_1419_hint=^?^Exit to the royal castle
itext_kordar_dungeon_2_1535_hint=^?^Passage to Ardan's Peaks
itext_kordar_dungeon_2_1817_hint=^?^Hole in the wall
itext_kordar_dungeon_2_1817_msg=^?^The gap in the wall is wide enough to squeeze through.
itext_kordar_dungeon_2_1819_hint=^?^Passage in the wall
itext_kordar_dungeon_2_1819_msg=^?^This hardly visible gap in the wall is just wide enough to squeeze through.
itext_kordar_dungeon_2_2005_hint=^?^Underground Kingdom Tavern
itext_kordar_dungeon_2_2008_hint=^?^Factory
itext_kordar_dungeon_2_2009_hint=^?^Castle Bogacho
itext_kordar_dungeon_2_2009_msg=^?^A well-fortified castle, built of huge stone blocks.
itext_kordar_dungeon_2_2009_name=Bogacho
itext_kordar_dungeon_2_2009_terr=Taron Mines
itext_kordar_dungeon_2_2067_hint=^?^Tankard Tavern
itext_kordar_dungeon_2_2069_hint=Dwarven Smithy
itext_kordar_dungeon_2_2070_hint=Factory
itext_kordar_dungeon_2_2087_hint=Dwarven Smithy
itext_kordar_dungeon_2_2088_hint=Alchemist lab
itext_kordar_dungeon_2_2141_hint=^?^Commander Taganrog
itext_kordar_dungeon_2_2162_hint=^?^Foreman Argah
itext_kordar_dungeon_2_2165_hint=^?^Deoroga mining settlement
itext_kordar_dungeon_2_2168_hint=^?^Datron mining settlement
itext_kordar_dungeon_2_2206_hint=^?^Foreman Benin
itext_kordar_dungeon_2_2246_hint=^?^Datron Tavern
itext_kordar_dungeon_2_2551_hint=^?^Passage to Lower Hadar
itext_l50_cave_bigtree_6058_hint=^?^Exit
itext_mehgard_1_212_hint=^?^Main industrial center
itext_mehgard_1_212_msg=^?^This building looks like a common dwarven smithy.
itext_mehgard_1_859_hint=^?^Mehgard
itext_mehgard_1_899_hint=^?^Dvorm Fergus
itext_mehgard_1_928_hint=^?^Thunder Can
itext_mehgard_1_928_msg=^?^The latest dwarven invention, which can catch lightning.
itext_murok_1_1586_hint=^?^To the caves, which lead to Haas's Labyrinth
itext_murok_1_163_hint=^?^Tyrhat
itext_murok_1_1779_hint=^?^Bagud
itext_murok_1_1779_msg=^?^Orc Giant
itext_murok_1_1781_hint=^?^Shaman Halla
itext_murok_1_1781_msg=^?^Not very old, but nevertheless a very wise Shaman.
itext_murok_1_1782_hint=^?^Shaman Bahalum
itext_murok_1_1782_msg=^?^The High Shaman. The eldest and most respected shaman.
itext_murok_1_2019_hint=^?^Exit from the Dragons' Labyrinth
itext_murok_1_2036_hint=^?^Grephyn
itext_murok_1_2258_hint=^?^Grephyn
itext_murok_1_267_hint=^?^Odlom
itext_murok_1_5_hint=^?^Paddock
itext_murok_1_7_hint=^?^Sated Orc Tavern
itext_tavern_special_1_hint=^?^Dragon's Tooth Tavern
itext_tavern_special_2_hint=^?^Inn
itext_training_centre_4929_hint=^?^Entrance
itext_training_centre_4929_msg=^?^The inscription above the entrance reads: "Treasure Searcher Trials."
itext_training_centre_4930_hint=^?^Entrance
itext_training_centre_4930_msg=^?^The inscription above the entrance reads: "Evils' Bane Trials."
itext_training_centre_4931_hint=^?^Entrance
itext_training_centre_4931_msg=^?^The inscription above the entrance reads: "Dragon Slayer's Trials".
itext_training_centre_4933_hint=^?^To the Hall of Trials
itext_training_centre_4936_hint=^?^To the Hall of Trials
itext_training_centre_4937_hint=^?^To the Hall of Trials
itext_training_centre_5203_hint=^?^Iron Richard
itext_training_centre_5203_msg=^?^Senior mentor of the Knight's School
itext_training_centre_5213_hint=^?^Exit from the Hall of Trials
itext_training_centre_5347_hint=^?^A figure in a black loose cowl
itext_training_centre_5347_msg=^?^It is impossible to know if it is a human or not. The black loose cowl hides the figure entirely, and under the hood you can see only glowing eyes.
itext_turtle_head_10_hint=^?^Dragon Haas
itext_turtle_head_10_msg=^?^Dragon Haas
itext_turtle_head_8_hint=^?^Princess Amelie
itext_turtle_head_8_msg=^?^A little girl in an expensive silk dress.
itext_turtle_island_251_hint=^?^Orc Shaman
itext_turtle_island_251_msg=^?^Orc Shaman
itext_turtle_island_458_hint=^?^Tregum
itext_turtle_island_458_msg=^?^The dwarven mechanic who services the dirigible.
itext_turtle_island_475_hint=^?^Giant Turtle
itext_turtle_island_475_msg=^?^Giant Turtle
itext_undead_1_1850_hint=^?^Passage to Death Valley
itext_undead_1_1853_hint=^?^Passage to Death Valley
itext_undead_1_1895_hint=^?^Entrance to the Underground
itext_undead_1_1900_hint=^?^Entrance to the Underground
itext_undead_1_1902_hint=^?^Entrance to the Underground
itext_undead_1_1904_hint=^?^Entrance to the Underground
itext_undead_1_1905_hint=^?^Entrance to the Underground
itext_undead_1_1908_hint=^?^Temple of the Bones
itext_undead_1_1919_hint=^?^Crypt
itext_undead_1_1920_hint=^?^Old crypt
itext_undead_1_1941_hint=^?^Shipwreck
itext_undead_1_1944_hint=^?^Barbarians' Tent
itext_undead_1_1946_hint=^?^Book of Life
itext_undead_1_1960_hint=^?^Necromancer's tower
itext_undead_1_1966_hint=^?^Elf's soul
itext_undead_1_2016_hint=^?^Zombie's house
itext_undead_1_2017_hint=^?^Herky Settlement
itext_undead_1_2025_hint=^?^Necromancer's house
itext_undead_1_2028_hint=^?^Rakkast Canyon
itext_undead_1_2343_hint=^?^Boatman's house
itext_undead_1_2422_hint=^?^To the Arrahta pass
itext_undead_1_2423_hint=^?^To the Arrahta pass
itext_undead_1_2446_hint=^?^Seaway to Death Valley
itext_undead_1_2451_hint=^?^Seaway to Death Valley
itext_undead_1_dungeon_1_527_hint=^?^Exit
itext_undead_1_dungeon_1_529_hint=^?^Exit
itext_undead_1_dungeon_1_533_hint=^?^Exit
itext_undead_1_dungeon_1_535_hint=^?^Exit
itext_undead_1_dungeon_1_537_hint=^?^Exit
itext_undead_1_dungeon_1_591_hint=^?^Book of Evil
itext_undead_2_2945_hint=^?^Passage to the Grey Wasteland
itext_undead_2_2948_hint=^?^Passage to the Grey Wasteland
itext_undead_2_2985_hint=^?^Karador's Castle, Necrocom
itext_undead_2_2985_msg=^?^A sinister castle, cloaked in ghostly light, towers above the Land of Death.
itext_undead_2_2985_name=Necrocom
itext_undead_2_2985_terr=Death Valley
itext_undead_2_3015_hint=^?^<align=center><color=252,249,220><font=ft1_14><var=name>
itext_undead_2_3015_msg=^?^The huge tree seems to be living, and indeed it is, in some strange way
itext_undead_2_3015_name=Tree of Death
itext_undead_2_3018_hint=^?^Book of Life
itext_undead_2_3024_hint=^?^Black Druid's dwelling
itext_undead_2_3024_msg=^?^Black Druid's dwelling
itext_undead_2_3027_hint=^?^Zelberra's soul
itext_undead_2_3027_msg=^?^The elven woman's soul, which has lost its way in the Land of Death.
itext_undead_2_3032_hint=^?^Temple of Sacrifice
itext_undead_2_3035_hint=^?^Temple of the Bones
itext_undead_2_3045_hint=^?^Chedro Few's shop
itext_undead_2_3052_hint=^?^Big skull
itext_undead_2_3052_msg=^?^A strange skull, which is jumping on the spot.
itext_undead_2_3072_hint=^?^Necromancer's tower
itext_undead_2_3377_hint=^?^Dragons' den
itext_undead_2_3389_hint=^?^Dragons' den
itext_undead_2_3474_hint=^?^Seaway to the Grey Wasteland
itext_undead_2_3475_hint=^?^Seaway to the Grey Wasteland
